tap "homebrew/bundle"
tap "homebrew/services"
brew "libssh2"
brew "curl"
brew "diffutils"
brew "ffmpeg"
brew "freetds"
brew "gd"
brew "ghostscript"
brew "git"
brew "grep"
brew "httpd", restart_service: true
brew "libheif"
brew "imagemagick"
brew "libfido2"
brew "libpq"
brew "mas"
brew "mysql", restart_service: true
brew "node@16"
brew "php", restart_service: true
brew "php@8.1"
brew "phpmyadmin"
brew "subversion"
brew "wp-cli"
brew "yarn"
cask "1password"
cask "adobe-creative-cloud"
cask "appcleaner"
cask "coteditor"
cask "deepl"
cask "dropbox"
cask "fantastical"
cask "google-chrome"
cask "google-drive"
cask "hyper"
cask "iina"
cask "keyboard-maestro"
cask "masscode"
cask "microsoft-edge"
cask "notion"
cask "obsidian"
cask "quik"
cask "raindropio"
cask "raycast"
cask "rectangle"
cask "sourcetree"
cask "steam"
cask "symboliclinker"
cask "the-unarchiver"
cask "transmit"
cask "visual-studio-code"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Anybuffer", id: 1330815414
mas "Disk Diag", id: 672206759
mas "Duplicate File Finder", id: 1032755628
mas "Fantastical", id: 975937182
mas "Fotor Photo Editor", id: 503039729
mas "GoPro プレーヤー", id: 1460836908
mas "HiddenMe", id: 467040476
mas "Keynote", id: 409183694
mas "Keystroke Pro", id: 1572206224
mas "LINE", id: 539883307
mas "MediaInfo", id: 510620098
mas "Monosnap", id: 540348655
mas "Nimbus Web Clipper", id: 1551469890
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paste Plain Text", id: 1407015686
mas "PasteNow", id: 1552536109
mas "PDF Squeezer 3", id: 504700302
mas "PhotoScape X", id: 929507092
mas "PNG Compressor", id: 434886325
mas "Presentify", id: 1507246666
mas "Prime Video", id: 545519333
mas "RunCat", id: 1429033973
mas "Save to Raindrop.io", id: 1549370672
mas "Snippety", id: 1530751461
mas "Tunacan", id: 1594063111
mas "Twitter", id: 1482454543
vscode "alefragnani.project-manager"
vscode "AndersEAndersen.html-class-suggestions"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "chouzz.vscode-better-align"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "hwencc.html-tag-wrapper"
vscode "ivhernandez.vscode-plist"
vscode "kiranshah.chatgpt-helper"
vscode "masakit.zenkaku-hankaku"
vscode "mosapride.zenkaku"
vscode "mrmlnc.vscode-apache"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "richie5um2.vscode-sort-json"
vscode "stylelint.vscode-stylelint"
vscode "vincaslt.highlight-matching-tag"
vscode "vscode-icons-team.vscode-icons"
vscode "yzane.markdown-pdf"
