
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "git"
brew "imagemagick"
brew "mas"
brew "svg"
cask "1password"
cask "adobe-creative-cloud"
cask "appcleaner"
cask "clipy"
cask "coteditor"
cask "deepl"
cask "dropbox"
cask "fantastical"
cask "google-chrome"
cask "hyper"
cask "iina"
cask "masscode"
cask "notion"
cask "raindropio"
cask "raycast"
cask "rectangle"
cask "sourcetree"
cask "symboliclinker"
cask "the-unarchiver"
cask "visual-studio-code"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Disk Diag", id: 672206759
mas "Duplicate File Finder", id: 1032755628
mas "Fantastical", id: 975937182
mas "Fotor Photo Editor", id: 503039729
mas "HiddenMe", id: 467040476
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Monosnap", id: 540348655
mas "Nimbus Web Clipper", id: 1551469890
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PDF Squeezer 3", id: 504700302
mas "PhotoScape X", id: 929507092
mas "PNG Compressor", id: 434886325
mas "Presentation Assistant", id: 1324964512
mas "Prime Video", id: 545519333
mas "RunCat", id: 1429033973
mas "Save to Raindrop.io", id: 1549370672
mas "Snippety", id: 1530751461
mas "Transmit", id: 1436522307
mas "Tunacan", id: 1594063111
mas "Twitter", id: 1482454543
