tap "homebrew/bundle"
tap "homebrew/services"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "libssh2"
brew "gnutls"
brew "icu4c@76"
brew "harfbuzz"
brew "libsodium"
brew "tesseract"
brew "ffmpeg"
brew "freetds"
brew "libavif"
brew "gd"
brew "ghostscript"
brew "git"
brew "httpd", restart_service: true
brew "libheif"
brew "imagemagick"
brew "libfido2"
brew "mas"
brew "mysql@5.7"
brew "n"
brew "php@8.2", restart_service: true
brew "phpmyadmin"
brew "python@3.11"
brew "subversion"
brew "wp-cli"
brew "yarn"
cask "1password"
cask "adobe-creative-cloud"
cask "appcleaner"
cask "blackhole-2ch"
cask "chatgpt"
cask "coteditor"
cask "dropbox"
cask "figma"
cask "google-chrome"
cask "hammerspoon"
cask "hyper"
cask "iina"
cask "insta360-studio"
cask "microsoft-edge"
cask "notion"
cask "obsidian"
cask "raindropio"
cask "raycast"
cask "rectangle"
cask "sourcetree"
cask "symboliclinker"
cask "the-unarchiver"
cask "transmit"
cask "visual-studio-code"
cask "xnapper"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "com.alice.mac.GetPlainText", id: 508368068
mas "CotEditor", id: 1024640650
mas "DaisyDisk", id: 411643860
mas "Developer", id: 640199958
mas "Disk Diag", id: 672206759
mas "Duplicate File Finder", id: 1032755628
mas "HiddenMe", id: 467040476
mas "Keynote", id: 409183694
mas "Keystroke Pro", id: 1572206224
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "MediaInfo", id: 510620098
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paste Plain Text", id: 1407015686
mas "PasteNow", id: 1552536109
mas "PhotoScape X", id: 929507092
mas "Presentify", id: 1507246666
mas "RunCat", id: 1429033973
mas "Save to Raindrop.io", id: 1549370672
mas "Snippety", id: 1530751461
mas "Tomato One", id: 907364780
mas "Tunacan", id: 1594063111
mas "Xcode", id: 497799835
vscode "alefragnani.project-manager"
vscode "anderseandersen.html-class-suggestions"
vscode "bierner.markdown-mermaid"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "chouzz.vscode-better-align"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "hwencc.html-tag-wrapper"
vscode "ivhernandez.vscode-plist"
vscode "johnnymorganz.stylua"
vscode "krizzdewizz.tag-rename"
vscode "masakit.zenkaku-hankaku"
vscode "meezilla.json"
vscode "mosapride.zenkaku"
vscode "mrmlnc.vscode-apache"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "richie5um2.vscode-sort-json"
vscode "stylelint.vscode-stylelint"
vscode "sysoev.language-stylus"
vscode "vincaslt.highlight-matching-tag"
vscode "vscode-icons-team.vscode-icons"
vscode "yinfei.luahelper"
vscode "yusukehirao.vscode-markuplint"
vscode "yzane.markdown-pdf"
