brew "webp"
brew "ffmpeg"
brew "git"
brew "imagemagick"
brew "mas"
brew "poppler"
brew "python"
brew "subversion"
brew "wp-cli"
cask "adobe-creative-cloud"
cask "appcleaner"
cask "chatgpt"
cask "coteditor"
cask "cursor"
cask "dropbox"
cask "google-chrome"
cask "hammerspoon"
cask "hyper"
cask "iina"
cask "keyboardcleantool"
cask "notion"
cask "obsidian"
cask "qlcolorcode"
cask "raindropio"
cask "raycast"
cask "resolutionator"
cask "symboliclinker"
cask "the-unarchiver"
cask "transmit"
cask "visual-studio-code"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "CotEditor", id: 1024640650
mas "DaisyDisk", id: 411643860
mas "Developer", id: 640199958
mas "Disk Diag", id: 672206759
mas "HiddenMe", id: 467040476
mas "Keynote", id: 409183694
mas "Keystroke Pro", id: 1572206224
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "MediaInfo", id: 510620098
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PasteNow", id: 1552536109
mas "PhotoScape X", id: 929507092
mas "Reeder", id: 1529448980
mas "RunCat", id: 1429033973
mas "Save to Raindrop.io", id: 1549370672
mas "Snippety", id: 1530751461
mas "UpNote", id: 1398373917
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
vscode "alefragnani.project-manager"
vscode "anderseandersen.html-class-suggestions"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-mermaid"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "chouzz.vscode-better-align"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "genieai.chatgpt-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hwencc.html-tag-wrapper"
vscode "ivhernandez.vscode-plist"
vscode "johnnymorganz.stylua"
vscode "krizzdewizz.tag-rename"
vscode "marp-team.marp-vscode"
vscode "masakit.zenkaku-hankaku"
vscode "meezilla.json"
vscode "mosapride.zenkaku"
vscode "mrmlnc.vscode-apache"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.vscode-xml"
vscode "richie5um2.vscode-sort-json"
vscode "saoudrizwan.claude-dev"
vscode "stylelint.vscode-stylelint"
vscode "sysoev.language-stylus"
vscode "vincaslt.highlight-matching-tag"
vscode "vscode-icons-team.vscode-icons"
vscode "yinfei.luahelper"
vscode "yusukehirao.vscode-markuplint"
vscode "yzane.markdown-pdf"
